package com.spiritual.brihaspativarkatha.screen

val brihaspatiAartiText = """

जय बृहस्पति देवा, स्वामी जय बृहस्पति देवा। छिन छिन भोग लगाऊं फल मेवा ।। ॐ ।।

तुम पूरण परमात्मा, तुम अन्तर्यामी। जगत् पिता जगदीश्वर तुम सबके स्वामी ।। ॐ ।।

चरणामृत निज निर्मल, सब पातक हर्ता। सकल मनोरथ दायक, कृपा करो भर्ता ।। ॐ ।।

तन, मन, धन अर्पण कर जो जन शरण पड़े। प्रभु प्रकट तब होकर, आकर द्वार खड़े ।। ॐ।।

दीन दयाल दयानिधि, भक्तन हितकारी। पाप दोष सब हर्ता, भव बंधन हारी ।। ॐ ।।

सकल मनोरथ दायक, सब संशय हारी। विषय विकार मिटाओ संतन सुखकारी ।। ॐ ।।

जो कोई आरती तेरी, प्रेम सहित गावे। जेठानन्द आनन्दकर सो निश्चय पावे ।। ॐ ।।

सब बोलो विष्णु भगवान की जय। बोलो बृहस्पतिदेव भगवान की जय।
""".trim()


val jagdishAartiText = """
ॐ जय जगदीश हरे, स्वामी जय जगदीश हरे। भक्तजनों के संकट क्षण में दूर करे ।। ॐ ।।

जो ध्यावे फल पावे दुःख विनसे मन का। सुख सम्पत्ति घर आवे कष्ट मिटे तन का ।। ॐ ।।

मात-पिता तुम मेरे शरण गहूं किसकी। तुम बिन और न दूजा आस करूं जिसकी ।। ॐ ।।

तुम पूरण परमात्मा तुम अन्तर्यामी। पारब्रह्म परमेश्वर तुम सबके स्वामी ।। ॐ ।।

तुम करुणा के सागर तुम पालनकर्ता। मैं मूरख खल कामी कृपा करो भर्ता ।। ॐ ।।

तुम हो एक अगोचर सबके प्राणपति। किस विधि मिलूं दयामय तुमको मैं कुमति ।। ॐ ।। 

दीनबंधु दुःख हर्ता तुम ठाकुर मेरे। करुणा हस्त बढ़ाओ द्वार पड़ा तेरे ।।

विषय विकार मिटाओ पाप हरो देवा। श्रद्धा भक्ति बढ़ाओ ॐ ।।

सन्तन की सेवा ।। ॐ ।। तन मन धन सब कुछ है तेरा। तेरा तुझको अर्पण क्या लागे मेरा ।। ॐ ।।
""".trim()


val lakshmiAartiText = """
ॐ जय लक्ष्मी माता, मैया जय लक्ष्मी माता।
तुमको निशदिन सेवत, हरि विष्णु विधाता।। ॐ जय लक्ष्मी माता॥

उमा, रमा, ब्रह्माणी, तुम ही जग-माता।
सूर्य-चंद्रमा ध्यावत, नारद ऋषि गाता।। ॐ जय लक्ष्मी माता॥

दुर्गा रूप निरंजनी, सुख सम्पत्ति दाता।
जो कोई तुमको ध्यावत, ऋद्धि-सिद्धि पाता।। ॐ जय लक्ष्मी माता॥

तुम पाताल-निवासिनी, तुम ही शुभदाता।
कर्म-प्रभाव-प्रकाशिनी, भव-निधि की त्राता।। ॐ जय लक्ष्मी माता॥

जिस घर में तुम रहती, सब सद्गुण आता।
सब सम्भव हो जाता, मन नहीं घबराता।। ॐ जय लक्ष्मी माता॥

तुम बिन यज्ञ न होते, वस्त्र न कोई पाता।
खान-पान का वैभव, सब तुमसे आता।। ॐ जय लक्ष्मी माता॥

शुभ गुण मंदिर सुंदर, क्षीरोदधि-जाता।
रत्न चतुर्दश तुम बिन, कोई नहीं पाता।। ॐ जय लक्ष्मी माता॥

महालक्ष्मी जी की आरती, जो कोई नर गाता।
उर आनंद समाता, पाप उतर जाता।। ॐ जय लक्ष्मी माता॥

""".trim()